Repository: PhraseApp-Blog/linguijs-2023-final
Catalog: src/locales/*/messages.po
Languages: ar_eg, cs_cz

source: !Login to Edit!
ar_eg: ! تسجيل الدخول للتحرير!
cs_cz: !Přihlaste se pro úpravy!

source: Account
ar_eg: حساب
cs_cz: Účet

source: Action
ar_eg: فعل
cs_cz: Akce

source: Blue
ar_eg: أزرق
cs_cz: Modrý

source: Blue, Gold, White
ar_eg: أزرق ، ذهبي ، أبيض
cs_cz: Modrá, zlatá, bílá

source: Club Color
ar_eg: لون النادي
cs_cz: Klubová barva

source: Competitions
ar_eg: مسابقات
cs_cz: Soutěže

source: Copyright © {1} MySoccerStat Inc. All Rights Reserved. <0/><1>Privacy Policy</1>
ar_eg: حقوق الطبع والنشر © {1} شركة MySoccerStat جميع الحقوق محفوظة. <0/> <1>سياسة الخصوصية</1>
cs_cz: autorská práva © {1} MySoccerStat Inc. Všechna práva vyhrazena. <0/><1>Zásady ochrany osobních údajů</1>

source: Edit
ar_eg: تحرير
cs_cz: Upravit

source: Favorite Club
ar_eg: النادي المفضل
cs_cz: Oblíbený klub

source: Final Score
ar_eg: النتيجة النهائية
cs_cz: Konečné skóre

source: Match Info
ar_eg: معلومات المباراة
cs_cz: Informace o shodě

source: Matches
ar_eg: مباريات
cs_cz: Zápasy

source: Red, Gold, Blue, White
ar_eg: أحمر ، ذهبي ، أزرق ، أبيض
cs_cz: Červená, zlatá, modrá, bílá

source: Red, Yellow
ar_eg: احمر، اصفر
cs_cz: Červená, zlatá, modrá, bílá

source: Teams
ar_eg: فرق
cs_cz: Týmy

source: You have a basic membership
ar_eg: لديك إشتراك أساسي
cs_cz: Máte základní členství

source: You have a pro membership
ar_eg: لديك إشتراك محترفين
cs_cz: Máte profi členství

source: You have an expert membership
ar_eg: لديك إشتراك خبراء
cs_cz: Máte expertní členství

source: Your favorite clubs and their colors
ar_eg: النوادي المفضلة لديك وألوانها
cs_cz: Vaše oblíbené kluby a jejich barvy

source: everton.caption
ar_eg: شعار إيفرتون
cs_cz: Logo Evertonu

source: liverpool.caption
ar_eg: شعار ليفربول
cs_cz: Logo Liverpoolu

source: message.greeting
ar_eg: مرحبًا {name}. تحيات من MySoccerStat. استمتع بتفاصيل المباراة الخاصة بك! :)
cs_cz: Ahoj {name}. Zdraví vás MySoccerStat. Užijte si detaily zápasu! :)

source: summary.description
ar_eg: في {0} ، أثبت ليفربول ...
cs_cz: Dne {0} Liverpool prokázal...

source: summary.title
ar_eg: ملخص المباراة
cs_cz: Shrnutí shody

source: {notificationCount, plural, =0 { Oops! There are <0>#</0> notifications in your inbox, {userName}!} one {You have # new notification} two {You have 2 new notifications. Hehe} =3 {You have 3 new notifications} few {You have a few new notifications} many {You have many new notifications!} other {You have # new notifications 🔔}}
ar_eg: {notificationCount, plural, =0 {أُووبس! هناك إشعارات <0> # </0> في بريدك الوارد ، {userName}!} one {لديك # إشعارًا جديدًا} =3 {لديك ثلاثة إشعارات جديدة} few {لديك بعض الإخطارات الجديدة} many {لديك العديد من الإشعارات الجديدة!} other {لديك # إشعاراً جديدًا 🔔}}
cs_cz: {notificationCount, plural, =0 { Jejda! Ve vaší doručené poště máte <0>#</0> oznámení, {userName}!} one {Máte # nových oznámení} two {Máte 2 nová oznámení. Hehe} =3 {Máte tři nová oznámení} few {Máte několik nových oznámení} many {Máte mnoho nových oznámení!} other {Máte # nových oznámení 🔔}}

source: ⏱️ Time
ar_eg: ⏱️ وقت
cs_cz: ⏱️ Čas

source: 📅 Date
ar_eg: 📅 تاريخ
cs_cz: 📅 datum

source: 📍 Venue
ar_eg: 📍 مكان
cs_cz: 📍 Místo
